Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: You give me the name of Master and Lord: and you are right; that is what I am.
chr: ᏔᏕᏲᎲᏍᎩ, ᎠᎴ ᏣᎬᏫᏳᎯ, ᏍᎩᏲᏎᎰᎢ; ᎠᎴ ᏚᏳᎪᏛ ᏂᏥᏪᏍᎪᎢ, ᎾᏍᎩᏰᏃ ᏄᏍᏗ.

source: If then I, the Lord and the Master, have made your feet clean, it is right for you to make one another's feet clean.
chr: ᎢᏳᏃ ᎠᏴ ᎠᎩᎬᏫᏳᎯ ᎢᏣᏤᎵᎦ ᎠᎴ ᏗᏨᏰᏲᎲᏍᎩ ᏗᏣᎳᏏᏕᏂ ᏱᏗᏨᏲᏑᎴᎭ, ᎾᏍᏉᏍᎩᏂ ᎢᏨᏒ ᎢᏣᎳᏏᏕᏂ ᏱᏗᏣᏓᏙᏑᎴᎭ.

source: I have given you an example, so that you may do what I have done to you.
chr: ᎢᏣᏕᎶᏆᏍᏗᏰᏃ ᎢᏨᎥᏏ, ᎾᏍᎩᏯ ᏂᏨᏯᏛᏁᎸ ᎢᏣᏛᏁᏗᏱ.

source: Truly I say to you, A servant is not greater than his lord; and he who is sent is not greater than the one who sent him.
chr: ᎤᏙᎯᏳᎯᏯ ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎠᏥᎾᏝᎢ ᎥᏝ ᎤᏟ ᎠᏥᎸᏉᏗᏳ ᏱᎨᏐᎢ, ᎡᏍᎦᏉ ᎤᎾᏝᎢ; ᎠᎴ ᎥᏝ ᎠᏥᏅᏏᏛ ᎤᏟ ᎠᏥᎸᏉᏗᏳ ᏱᎨᏐᎢ, ᎡᏍᎦᏉ ᏅᏓᏳᏅᏏᏛ.

source: If these things are clear to you, happy are you if you do them.
chr: ᎢᏳᏃ ᎾᏍᎩ ᎯᎠ ᏱᏥᎦᏔᎭ, ᎣᏏᏳ ᏱᏣᏓᏅᏔ ᎾᏍᎩ ᏱᏂᏣᏛᏁᎭ.

source: I am not talking of you all: I have knowledge of my true disciples, but things are as they are, so that the Writings may come true, The foot of him who takes bread with me is lifted up against me.
chr: ᎥᏝ ᏂᏥᎥ ᏱᏨᏯᏛᎦ; ᎦᏥᎦᏔᎭ ᎦᏥᏯᏑᏰᏛ ᎨᏒᎢ; ᎠᏎᏃ ᎤᏙᎯᏳᏗᏱ ᎪᏪᎸᎢ, “ᎢᏧᎳᎭ ᎣᏍᏓᎵᏍᏓᏴᎲᏍᎩ ᎤᏌᎳᏓᏅ ᎦᏗᎨᏂ ᎠᏆᏡᏗᏍᎬᎢ.”

source: From this time forward, I give you knowledge of things before they come about, so that when they come about you may have belief that I am he.
chr: ᎿᏉ ᎢᏨᏃᏁᎭ, ᎠᏏᏉ ᎾᏍᎩ ᏄᎵᏍᏔᏅᎾ, ᎾᏍᎩ ᎿᏉ ᏂᎦᎵᏍᏔᏅᎭ ᎢᏦᎯᏳᏗᏱ ᎠᏴ ᎾᏍᎩ ᎨᏒᎢ.

source: Truly I say to you, He who takes to his heart anyone whom I send, takes me to his heart; and he who so takes me, takes him who sent me.
chr: ᎤᏙᎯᏳᎯᏯ ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎩᎶ ᏓᏓᏂᎸᎨᏍᏗ ᏥᏅᏏᏛ, ᎠᏴ ᏓᏆᏓᏂᎸᎨᏍᏗ, ᎩᎶᏃ ᎠᏴ ᏓᏆᏓᏂᎸᎨᏍᏗ, ᏅᏛᎩᏅᏏᏛ ᏓᏓᏂᎸᎨᏍᏗ.

source: When Jesus had said this he was troubled in spirit, and gave witness, saying, Truly I say to you, that one of you will be false to me.
chr: ᏥᏌ ᎾᏍᎩ ᏄᏪᏒ ᎤᏕᏯᏔᏁᎸ ᎤᏓᏅᏛᎢ, ᎠᎴ ᎬᏂᎨᏒ ᏄᏩᏁᎸᎩ, ᎯᎠ ᏄᏪᏒᎩ; ᎤᏙᎯᏳᎯᏯ ᎤᏙᎯᏳᎯᎭ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎯᎠ ᏥᏂᏣᏛᏅ ᎠᏏᏴᏫ ᎤᏓᏑᏯ ᏛᎩᎶᏄᎮᎵ.

source: Then the eyes of the disciples were turned on one another, in doubt as to whom he had in mind.
chr: ᎿᏉᏃ ᎬᏩᏍᏓᏩᏗᏙᎯ ᏚᎾᏓᎧᎿᏅᎩ ᎤᎾᏠᎬᎩ ᎾᏍᎩ ᎠᏥᏛᎦ ᎤᏁᎵᏍᏗᏱ.

source: There was at table one of his disciples, the one dear to Jesus, resting his head on Jesus' breast.
chr: ᎠᏏᏴᏫᏃ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎨᏒ ᏥᏌ ᎦᏁᏥᏱ ᎦᏍᏛᎦᎸᎩ, ᎾᏍᎩ ᏥᏌ ᎤᎨᏳᎯ.

source: Making a sign to him, Simon Peter said, Who is it he is talking about?
chr: ᏌᏩᏂᏃ ᏈᏓ ᎾᏍᎩ ᎤᎵᏍᎫᏫᏎᎸᎩ ᎤᏛᏛᏗᏱ ᎾᏍᎩ ᎨᏒᎢ ᎦᏛᎬᎢ.

source: He, then, resting his head on Jesus' breast, said to him, Lord, who is it?
chr: ᎿᏉᏃ ᏥᏌ ᎦᏁᏥᎢ ᎤᏍᏛᎦᎵ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏣᎬᏫᏳᎯ, ᎦᎪ?

source: This was the answer Jesus gave: It is the one to whom I will give this bit of bread after I have put it in the vessel. Then he took the bit of bread, put it into the vessel, and gave it to Judas, the son of Simon Iscariot.
chr: ᏥᏌ ᎤᏁᏨᎩ; ᎾᏍᎩ ᎨᏎᏍᏗ ᎠᎬᎭᎸᏛ ᏥᏁᎸᎭ ᎾᏍᎩ ᎠᏊᏅᎯ ᎨᏎᏍᏗ. ᎤᏭᏅᏃ ᎠᎬᎭᎸᏛ ᎤᏁᎸᎩ ᏧᏓᏏ ᎢᏍᎦᎳᏗ ᏌᏩᏂ ᎤᏪᏥ.

source: And when Judas took the bread Satan went into him. Then Jesus said to him, Do quickly what you have to do.
chr: ᎠᎬᎭᎸᏛᏃ ᎠᏥᏁᎸ ᏎᏓᏂ ᎤᏴᏎᎸᎩ. ᎿᏉᏃ ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎾᏍᎩ ᎢᏣᏛᏁᏗ ᎨᏒ ᏄᎳᏉ ᎿᏛᎦ.

source: Now it was not clear to anyone at table why he said this to him.
chr: ᎥᏝᏃ ᎩᎶ ᎠᏂᏅᏜᎢ ᏳᏬᎵᏤ ᏄᏍᏛ ᎦᏛᎬ ᎾᏍᎩ ᏄᏪᏎᎸᎢ.

source: Some were of the opinion that because Judas kept the money-bag Jesus said to him, Get the things we have need of for the feast; or, that he was to give something to the poor.
chr: ᏧᏓᏏᏰᏃ ᏕᎦᎶᏗ ᎦᏁᎲ ᏅᏓᏳᎵᏍᏙᏔᏅᎩ ᎢᎦᏛ, ᎯᎠ ᏥᏌ ᏂᎦᏪᏏ ᎤᏁᎵᏒᎩ; ᎪᎱᏍᏗ ᏣᏩᎯ ᏗᎵᏍᏓᏴᏗᏱ ᎨᏒ ᎢᏳ ᎪᎱᏍᏗ ᎢᎬᏙᏗ; ᎠᎴ ᎯᎠ ᏱᎩ; ᎪᎱᏍᏗ ᏘᎲᏏ ᎤᏲ ᎢᏳᎾᏛᎿᏕᎩ.

source: So Judas, having taken the bit of bread, straight away went out: and it was night.
chr: ᎿᏉᏃ ᎾᏍᎩ, ᎠᎬᎭᎸᏛ ᎤᎩᏒ, ᎩᎳᏉ ᎢᏴᏛ ᎤᏄᎪᏨᎩ, ᎠᎴ ᏒᏃᏱ ᎨᏒᎩ.

source: Then when he had gone out, Jesus said, Now is glory given to the Son of man, and God is given glory in him.
chr: ᎾᏍᎩᏃ ᎤᏄᎪᏨ, ᏥᏌ ᎯᎠ ᏄᏪᏒᎩ; ᎿᏉ ᏴᏫ ᎤᏪᏥ ᎠᏥᎸᏉᏓ, ᎾᏍᎩᏃ ᏂᎬᏂᏌ ᎤᏁᎳᏅᎯ ᎠᏥᎸᏉᏓ.

source: If God is given glory in him, God will give him glory in himself, and will give him glory even now.
chr: ᎢᏳᏃ ᎾᏍᎩ ᏱᏄᏩᏂᏌᏅ ᎤᏁᎳᏅᎯ ᏯᏥᎸᏉᏔᏅ, ᎤᏁᎳᏅᎯ ᎤᏩᏒ ᏅᏓᎬᏂᏌᏂ ᎾᏍᎩ ᏓᏳᎸᏉᏔᏂ, ᎠᎴ ᎩᎳᏉ ᎢᏴᏛ ᏓᏳᎸᏉᏔᏂ.

source: My dear children, I am only to be with you a little longer. Then you will be looking for me: and as I said to the Jews, so now I say to you, Where I am going you may not come.
chr: ᏗᏥᏲᎵ, ᎠᏏ ᏞᎦ ᎢᏨᏰᎳᏗᏙᎭ; ᏍᎩᏲᎮᏍᏗ; ᎠᎴ ᎾᏍᎩᏯ ᎠᏂᏧᏏ ᏥᏂᎦᏥᏪᏎᎸᎩ, “ᏫᏥᎦᏛ ᎥᏝ ᏫᏴᎨᏥᎶᎯ,” ᏥᎦᏥᏲᏎᎸᎩ, ᎾᏍᎩᏯ ᎾᏍᏉ ᎿᏉ ᏂᎯ ᏂᏨᏪᏎᎭ.

source: I give you a new law: Have love one for another; even as I have had love for you, so are you to have love one for another.
chr: ᎢᏤ ᏗᎧᎿᏩᏛᏍᏗ ᎢᏨᎥᏏ, ᏗᏣᏓᎨᏳᎯᏳ ᎢᏳᎵᏍᏙᏗᏱ; ᎾᏍᎩᏯ ᎢᏨᎨᏳᎢᏳ ᏄᎵᏍᏔᏅᎢ, ᎾᏍᎩ ᎾᏍᏉ ᏗᏣᏓᎨᏳᎯᏳ ᎢᏳᎵᏍᏙᏗᏱ.

source: By this it will be clear to all men that you are my disciples, if you have love one for another.
chr: ᎾᏍᎩ ᎾᏂᎥ ᎤᎾᏙᎴᎰᎯᏍᏙᏗ ᎨᏎᏍᏗ ᏍᎩᏍᏓᏩᏗᏙᎯ ᎨᏒᎢ, ᎢᏳᏃ ᏗᏣᏓᎨᏳᎯᏳ ᏱᎩ.

source: Simon Peter said to him, Lord, where are you going? Jesus said in answer, Where I am going you may not come with me now, but you will come later.
chr: ᏌᏩᏂ ᏈᏓ ᎯᎠ ᏄᏪᏎᎸᎩ, ᏣᎬᏫᏳᎯ, ᎭᏢ ᎭᎢ? ᏥᏌ ᎤᏁᏤᎸᎩ; ᏫᏥᎦᏛ ᎥᏝ ᎿᏉ ᏴᎨᏍᎩᏍᏓᏩᏚᎦ; ᎣᏂᏍᎩᏂ ᏓᏍᎩᏍᏓᏩᏕᏏ.

source: Peter said to him, Why may I not come with you even now? I will give up my life for you.
chr: ᏈᏓ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏣᎬᏫᏳᎯ, ᎦᏙᏃ ᎥᏝ ᏰᎵ ᎿᏉ ᎦᎬᏍᏓᏩᏛᏍᏗ ᏱᎩ? ᏂᎯ ᏅᏓᎦᎵᏍᏙᏔᏂ ᎡᎳᏗ ᏓᏥᏂ ᎬᏅᎢ.

source: Jesus said in answer, Will you give up your life for me? Truly I say to you, Before the cry of the cock you will have said three times that you are not my disciple.
chr: ᏥᏌ ᎤᏁᏤᎸᎩ; ᏥᏌ ᎠᏴ ᏅᏓᎦᎵᏍᏙᏔᏂ ᎡᎳᏗ ᏘᏂ ᎲᏅᎢ? ᎤᏙᎯᏳᎯᏯ, ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᎬᏪᏎᎭ; ᏣᏔᎦᏨᏯᎢ ᎥᏝ ᏴᏛᏴᎳᏏ ᎬᏂ ᏦᎢ ᎢᏍᏆᏓᏱᎸᎯ ᎨᏎᏍᏗ.

source: Let not your heart be troubled: have faith in God and have faith in me.
chr: ᏞᏍᏗ ᎢᏣᏓᏅᏙ ᏳᏕᏍᏔᏁᎮᏍᏗ; ᎡᏦᎢᏳᎲᎦ ᎤᏁᎳᏅᎯ, ᎠᎴ ᎾᏍᏉ ᎠᏴ ᏍᎩᏲᎢᏳᎲᎦ.

source: In my Father's house are rooms enough; if it was not so, would I have said that I am going to make ready a place for you?
chr: ᎡᏙᏓ ᎦᏁᎸᎢ ᎤᏣᏔ ᏓᏓᏁᎸ. ᎢᏳᏃ ᎾᏍᎩ ᏄᏍᏛᎾ ᏱᎨᏎᎢ, ᏱᏨᏃᏁᎴᎢ. ᎦᏛᏅᎢᏍᏔᏂ ᎢᏥᏴᏍᏗᏱ.

source: And if I go and make ready a place for you, I will come back again and will take you to be with me, so that you may be where I am.
chr: ᎢᏳᏃ ᏯᏆᏛᏅᎢᏍᏔᏁᏅ ᎢᏥᏴᏍᏗᏱ, ᏔᎵᏁ ᏛᏥᎷᏥ ᎠᎴ ᎠᏋᏒ ᎠᏉᎸ ᏙᏓᏨᏯᏓᏂᎸᏥ, ᎾᏍᎩ ᎠᏴ ᎨᎥ ᎾᏍᏉ ᎾᎿ ᎢᏣᏕᏗᏱ.

source: And you all have knowledge of where I am going, and of the way to it.
chr: ᎠᎴ ᎠᏴ ᏫᏥᎦᏛ ᎢᏥᎦᏔᎭ, ᎠᎴ ᏫᎦᏅᏅ ᎢᏥᎦᏔᎭ.

source: Thomas said, Lord, we have no knowledge of where you are going; how may we have knowledge of the way?
chr: ᏓᎻ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏣᎬᏫᏳᎯ, ᎥᏝ ᏲᏥᎦᏔᎭ ᏫᎦᏛᎢ; ᎦᏙᏃ ᏱᎦᎵᏍᏙᏓ ᏲᏥᎦᏔᎭ ᏫᎦᏅᏅᎢ.

source: Jesus said to him, I am the true and living way: no one comes to the Father but by me.
chr: ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎠᏴ ᎾᏍᎩ ᏅᏃᎯ, ᎠᎴ ᏚᏳᎪᏛᎢ, ᎠᎴ ᎬᏂᏛ. ᎥᏝ ᎩᎶ ᎠᎦᏴᎵᎨᎢ ᏱᎦᎷᏤᎰᎢ, ᎬᏂ ᎠᏴ ᎠᎩᎶᎯᏎᎸᎯ ᏥᎨᏐᎢ.

source: If you had knowledge of me, you would have knowledge of my Father: you have knowledge of him now and have seen him.
chr: ᎢᏳᏃ ᎠᏴ ᏱᏍᎩᎦᏔᎮᎢ ᎾᏍᏉ ᎡᏙᏓ ᏰᏥᎦᏔᎮᎢ; ᎪᎯᏃ ᎢᏳᏓᎴᏅᏛ ᎡᏥᎦᏔᎭ ᎠᎴ ᎡᏥᎪᏩᏛᎲ.

source: Philip said to him, Lord, let us see the Father, and we have need of nothing more.
chr: ᏈᎵᎩ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏣᎬᏫᏳᎯ, ᏍᎩᎾᏄᎪᏫᏏ ᎠᎦᏴᎵᎨᎢ, ᎿᏉᏃ ᏰᎵᎦ ᏓᏲᏥᏰᎸᏂ.

source: Jesus said to him, Philip, have I been with you all this time, and still you have no knowledge of me? He who has seen me has seen the Father. Why do you say, Let us see the Father?
chr: ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏥᏌ ᏂᎪᎯᎩ ᎢᏧᎳᎭ ᎢᏁᏓ, ᎠᏏᏍᎪᏃ ᎥᏝ ᏱᏍᎩᎦᏙᎥᏍᎦ, ᏈᎵᎩ; ᎩᎶ ᎠᏴ ᎠᎩᎪᎲᎯ ᏥᎨᏐᎢ, ᎤᎪᎲᎯ ᎨᏐ ᎠᎦᏴᎵᎨᎢ; ᎦᏙᏃ ᎯᎠ ᏂᎯᏪᎠ; ᏍᎩᎾᏄᎪᏫᏏ ᎠᎦᏴᎵᎨᎢ?

source: Have you not faith that I am in the Father and the Father is in me? The words which I say to you, I say not from myself: but the Father who is in me all the time does his works.
chr: ᏝᏍᎪ ᏲᎯᏳᎲᏍᎦ ᎠᏴ ᎠᎦᏴᎵᎨᎢ ᏥᏯᎥᎢ, ᎠᎴ ᎠᎦᏴᎵᎨ ᎠᏴ ᎠᎩᏯᎥᎢ? ᎧᏃᎮᏛ ᏥᏨᏃᎮᎮᎰᎢ, ᎥᏝ ᎠᏋᏒᏉ ᎠᏆᏓᏅᏖᏛ ᏱᏥᏁᎪᎢ, ᎠᎦᏴᎵᎨᎢᏍᎩᏂ ᏣᎩᏯᎠ ᎾᏍᎩ ᏚᎸᏫᏍᏓᏁᎰᎢ.

source: Have faith that I am in the Father and that the Father is in me: at least, have faith in me because of what I do.
chr: ᏍᎩᏲᎢᏳᎲᎦ ᎠᏴ ᎠᎦᏴᎵᎨᎢ ᏥᏯᎥᎢ, ᎠᎴ ᎠᎦᏴᎵᎨᎢ ᎠᏴ ᎠᎩᏯᎥᎢ, ᎢᏳᏃ ᏂᏍᎩᏲᎢᏳᎲᏍᎬᎾ ᎢᎨᏎᏍᏗ, ᏓᎩᎸᏫᏍᏓᏁᎲᏉ ᏫᏂᎦᎵᏍᏙᏓ ᏍᎩᏲᎢᏳᎲᎦ.

source: Truly I say to you, He who puts his faith in me will do the very works which I do, and he will do greater things than these, because I am going to my Father.
chr: ᎤᏙᎯᏳᎯᏯ ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎠᏉᎯᏳᎲᏍᎩ, ᎠᏴ ᏥᏓᎩᎸᏫᏍᏓᏁᎭ ᎾᏍᏉᎾᏍᎩ ᏙᏓᏳᎸᏫᏍᏓᏁᎵ, ᎠᎴ ᎤᏟ ᎤᏍᏆᏂᎪᏗᏳ ᏙᏓᏳᎸᏫᏍᏓᏁᎵ ᎡᏍᎦᏉ ᎯᎠ; ᎡᏙᏙᏱᏰᏃ ᎦᎢ,

source: And whatever request you make in my name, that I will do, so that the Father may have glory in the Son.
chr: ᏂᎦᎥᏃ ᎪᎱᏍᏗ ᏓᏉᏙᎥ ᎢᏥᏔᏲᏍᏗᏍᎨᏍᏗ, ᎾᏍᎩ ᎢᏯᏆᏛᏁᏗ ᎨᏎᏍᏗ, ᎠᎦᏴᎵᎨᎢ ᎠᏥᎸᏉᏙᏗᏱ ᎤᏪᏥ ᎢᏳᏩᏂᏌᏅᎯ ᎨᏒᎢ.

source: If you make any request to me in my name, I will do it.
chr: ᎢᏳᏃ ᎪᎱᏍᏗ ᏓᏆᏙᎥ ᎢᏥᏔᏲᏍᏗᏍᎨᏍᏗ, ᎾᏍᎩ ᎠᏎ ᎢᏯᏆᏛᏁᏗ.

source: If you have love for me, you will keep my laws.
chr: ᎢᏳᏃ ᏍᎩᎨᏳᎢᏳ ᎨᏎᏍᏗ, ᎢᏥᏍᏆᏂᎪᏓ ᎠᏆᏤᎵ ᏗᎧᎿᏩᏛᏍᏗ;

source: And I will make prayer to the Father and he will give you another Helper to be with you for ever,
chr: ᎠᎴ ᎠᎦᏴᎵᎨ ᎠᏴ ᏓᏥᏔᏲᏎᎵ, ᎾᏍᎩᏃ ᏓᏣᎵᏍᎪᎸᏓᏁᎵ ᏅᏩᏓᎴ ᎢᏥᏅᏬᎯᏍᏗᏍᎩ, ᎾᏍᎩ ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ ᎢᏤᎳᏗᏙᎯ,

source: Even the Spirit of true knowledge. That Spirit the world is not able to take to its heart because it sees him not and has no knowledge of him: but you have knowledge of him, because he is ever with you and will be in you.
chr: ᎾᏍᎩ Ꮎ ᎦᏰᎪᎩ ᏂᎨᏒᎾ ᎠᏓᏅᏙ, ᎾᏍᎩ ᎡᎶᎯ ᏗᎬᏩᏓᏂᎸᎢᏍᏗ ᏂᎨᏒᎾ ᏥᎩ, ᎾᏍᎩ ᏳᎪᏩᏘᎭ ᎠᎴ ᎥᏝ ᏳᎦᏔᎭ; ᏂᎯᏍᎩᏂ ᎡᏥᎦᏔᎭ, ᎢᏤᎳᏗᏙᎭᏰᏃ, ᎠᎴ ᎾᏍᎩ ᎢᏥᏯᎡᏍᏗ.

source: I will not let you be without a friend: I am coming to you.
chr: ᎥᏝ ᎢᏣᏓᏂᏯᏛ ᏴᏓᏨᏴᏕᏥ; ᏛᏨᎷᏤᎵ.

source: A little time longer, and the world will see me no more; but you will see me; and you will be living because I am living.
chr: ᎠᏏ ᏞᎦ, ᎿᏉ ᎡᎶᎯ ᎥᏝ ᏯᎩᎪᏩᏘᏍᎨᏍᏗ, ᏂᎯᏍᎩᏂ ᏍᎩᎪᏩᏘᏍᎨᏍᏗ, ᎠᏴᏰᏃ ᎬᏅ, ᎠᎴ ᏂᎯ ᎾᏍᏉ ᏕᏨᏁᏍᏗ.

source: At that time it will be clear to you that I am in my Father, and you are in me, and I in you.
chr: ᎾᎯᏳ ᏓᏣᏙᎴᎰᏏ ᎠᏴ ᎡᏙᏓ ᏥᏯᎥᎢ, ᎠᎴ ᏂᎯ ᏍᎩᏯᎥᎢ, ᎠᎴ ᎠᏴ ᎢᏨᏯᎥᎢ.

source: He who has my laws and keeps them, he it is who has love for me: and he who has love for me will be loved by my Father, and I will have love for him and will let myself be seen clearly by him.
chr: ᎾᏍᎩ Ꮎ ᏗᎧᎿᏩᏛᏍᏗ ᎠᏆᏤᎵᎦ ᎤᏍᏆᏂᎪᏗ ᎠᎴ ᏗᎧᎿᏩᏕᎩ, ᎾᏍᎩ ᎠᏴ ᎠᎩᎨᏳᎯ, ᎠᎴ ᎠᏴ ᎠᎩᎨᏳᎯ ᎤᎨᏳᎯ ᎨᏎᏍᏗ ᎡᏙᏓ, ᎠᎴ ᎠᏴ ᏥᎨᏳᎢᏳ ᎨᏎᏍᏗ, ᎠᎴ ᎬᏂᎨᏒ ᏅᏓᏥᏯᏛᏁᎵ.

source: Judas (not Iscariot) said to him, How is it that you will let yourself be seen clearly by us and not by the world?
chr: ᏧᏓᏏ, ᎥᏝ ᎢᏍᎦᎳᏗ, ᎯᎠ ᏄᏪᏎᎸᎩ; ᏣᎬᏫᏳᎯ, ᎦᏙ ᏓᎦᎵᏍᏙᏔᏂ ᎬᏂᎨᏒ ᎠᏴ ᏅᏛᏍᎩᏯᏛᏁᎵ, ᎥᏝᏃ ᎡᎶᎯ?

source: Jesus said to him in answer, If anyone has love for me, he will keep my words: and he will be dear to my Father; and we will come to him and make our living-place with him.
chr: ᏥᏌ ᎤᏁᏨᎩ, ᎯᎠ ᏄᏪᏎᎸᎩ; ᎢᏳᏃ ᎩᎶ ᎠᎩᎨᏳᎯ ᏱᎩ, ᎾᏍᎩ ᏧᎧᎿᏩᏛᏍᏗ ᎠᎩᏁᏨᎢ; ᎡᏙᏓᏃ ᎤᎨᏳᎯ ᎢᏳᎵᏍᏙᏗ, ᎠᎴ ᏓᏲᏍᏗᎷᏤᎵ, ᎠᎴ ᎦᏁᎸᎢ ᏓᏲᏍᏓᏁᎳᏗ.

source: He who has no love for me does not keep my words; and the word which you are hearing is not my word but the Father's who sent me.
chr: ᎠᎩᎨᏳᎯ ᏂᎨᏒᎾ ᎥᏝ ᏱᏓᎧᎿᏩᏕᎪ ᎠᎩᏁᏨᎢ. ᎧᏃᎮᏛᏃ ᏥᏣᏛᎩᎠ, ᎥᏝ ᎠᏴ ᎠᏆᏤᎵᎦ ᏱᎩ, ᎠᎦᏴᎵᎨᏍᎩᏂ ᏅᏛᎩᏅᏏᏛ ᎤᏤᎵᎦ.

source: I have said all this to you while I am still with you.
chr: ᎾᏍᎩ ᎢᏨᏃᎮᎮᎸ ᎠᏏ ᏥᏨᏰᎳᏗᏙᎭ.

source: But the Helper, the Holy Spirit, whom the Father will send in my name, will be your teacher in all things and will put you in mind of everything I have said to you.
chr: ᎠᏓᏅᏬᎯᏍᏗᏍᎩᏍᎩᏂ, ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ, ᎾᏍᎩ ᎠᎦᏴᎵᎨᎢ ᏅᏓᏳᏅᏍᏗ ᏥᎩ ᏓᏆᏙᏍᏛᎢ, ᎾᏍᎩ ᏂᎦᏛ ᏓᏤᏲᏂ, ᎠᎴ ᏓᏣᏅᏓᏗᏍᏔᏂ ᏂᎦᎥ ᎢᏨᏁᏤᎸᎢ.

source: May peace be with you; my peace I give to you: I give it not as the world gives. Let not your heart be troubled; let it be without fear.
chr: ᏅᏩᏙᎯᏯᏛ ᎢᏨᎢᏯᏏ; ᏅᏩᏙᎯᏯᏛ ᎠᏆᏤᎵᎦ ᎢᏨᎥᏏ. ᎥᏝ ᎡᎶᎯ ᏣᏓᏁᎰ ᎾᏍᎩ ᎢᏳᏍᏗ ᏱᏨᎥᏏ; ᏞᏍᏗ ᎢᏣᏓᏅᏙ ᏳᏕᏯᏔᏁᎮᏍᏗ, ᎠᎴ ᏞᏍᏗ ᏯᏍᎦᎢᎮᏍᏗ.

source: Keep in mind how I said to you, I go away and come to you again. If you had love for me you would be glad, because I am going to the Father: for the Father is greater than I.
chr: ᎢᏣᏛᎦᏅᎯ, ᏛᎨᏏ ᎠᎴ ᏛᏨᎷᏤᎵ, ᏥᏨᏲᏎᎸᎩ. ᎢᏳᏃ ᏍᎩᎨᏳᎢᏳ ᏱᎩ, ᏱᏣᎵᎮᎵᎦ ᏱᏅᏗᎦᎵᏍᏙᏗᎭ ᎠᎦᏴᎵᎨᏍᏛᏱ ᏫᏥᎦᏘ ᏣᏆᏛᏅᎩ; ᎡᏙᏓᏰᏃ ᎤᏟ ᎠᏥᎸᏉᏗᏳ ᎡᏍᎦᏉ ᎠᏴ.

source: And now I have given you word of it before it comes, so that, when it comes, you may have faith.
chr: ᎿᏉᏃ ᎠᏏᏉ ᎾᏍᏆᎵᏍᎬᎾ ᎨᏒ ᎢᏨᏃᎲᏏ, ᎾᏍᎩ ᎠᏍᏆᎸᎲᎭ ᎢᏦᎯᏳᏗᏱ.

source: After this I will not say much to you, because the ruler of this world comes: and he has no power over me;
chr: ᎪᎯ ᎢᏳᏓᎴᏅᏛ ᎥᏝ ᎤᏣᏘ ᏴᎨᏨᏯᎵᏃᎮᏓ; ᎤᎬᏫᏳᎯᏰᏃ ᎯᎠ ᎡᎶᎯ ᎤᏤᎵᎦ ᏓᏯᎢ; ᎥᏝᏃ ᎪᎱᏍᏗ ᎤᏤᎵ ᏯᏇᎭ.

source: But he comes so that the world may see that I have love for the Father, and that I am doing as I am ordered by the Father. Get up, and let us go.
chr: ᎠᏎᏃ ᎡᎶᎯ ᎤᏙᎴᎰᎯᏍᏗᏱ ᎠᎦᏴᎵᎨᎢ ᏥᎨᏳᎢᏳ ᎨᏒᎢ, ᎠᎴ ᎠᎦᏴᎵᎨᎢ ᎠᎩᏁᏤᎸᎢ ᎾᏍᎩ ᏂᎦᏛᏁᎲᎢ. ᏗᏣᎴᎲᎦ, ᎢᏕᎾ.

source: I am the true vine and my Father is the gardener.
chr: ᏖᎸᎳᏗᏯ ᎠᏴ, ᎡᏙᏓᏃ ᏗᎦᎶᎩᏍᎩ.

source: He takes away every branch in me which has no fruit, and every branch which has fruit he makes clean, so that it may have more fruit.
chr: ᏂᎦᎥ ᏓᏋᏂᎦᎸᎢ ᎾᎾᏓᏛᎥᏍᎬᎾ ᏥᎨᏐ ᏕᎬᏂᎦᎵᏍᎪᎢ; ᏂᎦᏛᏃ ᎠᎾᏓᏛᎥᏍᎩ ᏕᎬᏂᎦᎷᏬᏍᎪᎢ ᎤᏟ ᎢᎦᎢ ᎤᎾᏓᏛᏗᏱ ᎤᏰᎸᏐᎢ.

source: You are clean, even now, through the teaching which I have given you.
chr: ᎿᏉ ᏂᎯ ᎢᏣᏓᏅᎦᎸᏔᏅ ᎧᏃᎮᏛ ᎾᏍᎩ ᎢᏨᏁᏤᎸᎯ ᏥᎩ.

source: Be in me at all times as I am in you. As the branch is not able to give fruit of itself, if it is not still on the vine, so you are not able to do so if you are not in me.
chr: ᏍᎩᏯᎡᏍᏗ, ᎠᏎᏃ ᎢᏨᏯᎡᏍᏗ. ᎾᏍᎩᏯ ᎤᏩᏂᎦᎸᎢ ᎤᏩᏒ ᏰᎵ ᎬᏩᏓᏛᏗ ᏂᎨᏒᎾ ᏥᎨᏐ ᎬᏂ ᎤᏖᎸᎳᏛ ᏧᏩᏂᎦᎶᎢ, ᎾᏍᏉᏍᎩᏂ ᏂᎯ ᎥᏝ ᏰᎵᎦ ᎬᏂ ᎠᏴ ᏱᏍᎩᏯᎠ.

source: I am the vine, you are the branches: he who is in me at all times as I am in him, gives much fruit, because without me you are able to do nothing.
chr: ᎤᏖᎸᎳᏛᎢ ᎠᏴ, ᏚᏩᏂᎦᎸᎢ ᏂᎯ. ᎠᏴ ᎠᎩᏯᎢ, ᎠᏴᏃ ᏥᏯᎢ, ᎾᏍᎩ ᎤᏣᏙ ᎠᎾᏓᏛᎥᏍᎪᎢ. ᎥᏝᏰᏃ ᎠᏴ ᎥᏝ ᏰᎵ ᎪᎱᏍᏗ ᏴᎨᏣᏛᎦ.

source: If a man does not keep himself in me, he becomes dead and is cut off like a dry branch; such branches are taken up and put in the fire and burned.
chr: ᎢᏳᏃ ᎩᎶ ᎾᎩᏯᎥᎾ ᏥᎨᏐᎢ, ᎠᎦᏓᎡᎪᎢ ᎾᏍᎩᏯ ᎤᏩᏂᎦᎳᏅᎯ ᏧᎾᏓᎡᎪᎢ, ᎠᎴ ᎬᏴᏍᎪᎢ; ᏴᏫᏃ ᏓᏂᏟᏏᏍᎪᎢ, ᎠᏥᎸᏱᏃ ᏫᏚᎾᏕᎪᎢ, ᎠᎴ ᏓᎪᎲᏍᎪᎢ.

source: If you are in me at all times, and my words are in you, then anything for which you make a request will be done for you.
chr: ᎢᏳᏃ ᏂᎯ ᏍᎩᏯᎡᏍᏗ, ᎠᎴ ᎠᎩᏁᏨ ᎢᏥᏯᎡᏍᏗ, ᏂᎦᎥ ᎢᏣᏚᎵᏍᎬ ᎢᏥᏔᏲᎯᎮᏍᏗ, ᎠᎴ ᎾᏍᎩ ᎠᏎ ᎢᏰᏣᏛᏁᏗ ᎨᏎᏍᏗ.

source: Here is my Father's glory, in that you give much fruit and so are my true disciples.
chr: ᎤᏣᏛ ᎢᏣᏓᏛᎥᏍᎬ ᎾᏍᎩ ᏅᏓᎦᎵᏍᏙᏔᏂ ᎡᏙᏓ ᏓᏰᏥᎸᏉᏔᏂ; ᎰᏩᏃ ᏍᎩᏍᏓᏩᏗᏙᎯ ᎨᏎᏍᏗ.

source: Even as the Father has given me his love, so I have given my love to you: be ever in my love.
chr: ᎡᏙᏓ ᎠᎩᎨᏳᎯᏳ ᏥᎩ, ᎾᏍᎩᏯ ᎾᏍᏉ ᎢᏨᎨᏳᎢᏳ ᏂᎯ. ᏅᏩᏍᏗᏗᏎᏍᏗᏉ ᎢᏨᎨᏳᎢᏳ ᎨᏒᎢ.

source: If you keep my laws, you will be ever in my love, even as I have kept my Father's laws, and am ever in his love.
chr: ᎢᏳᏃ ᏱᏥᏍᏆᏂᎪᏗ ᏗᎧᎿᏩᏛᏍᏗ ᎠᏆᏤᎵᎦ, ᏱᏅᏩᏍᏗᏗᏉ ᎢᏨᎨᏳᎢᏳ ᎨᏒᎢ; ᎾᏍᎩᏯ ᏣᎩᏍᏆᏂᎪᏔᏅ ᏗᎧᎿᏩᏛᏍᏗ ᎡᏙᏓ ᎤᏤᎵᎦ, ᎠᎴ ᏥᏅᏩᏍᏗᏗᏉ ᎠᎩᎨᏳᎯᏳ ᎨᏒᎢ.

source: I have said these things to you so that I may have joy in you and so that your joy may be complete.
chr: ᎾᏍᎩ ᎯᎠ ᏄᏍᏗ ᎢᏨᏬᏁᏔᏅ, ᏅᏩᏍᏗᏗᏎᏍᏗᏉ ᎦᏥᏯᎵᎡᎵᎬ ᎠᏇᎵᏒ, ᎠᎴ ᎠᎾᎵᎮᎵᎬ ᎤᎧᎵᏨᎯ ᎨᏎᏍᏗ ᎠᏇᎵᏒ.

source: This is the law I give you: Have love one for another, even as I have love for you.
chr: ᏗᎧᎿᏩᏛᏍᏗ ᎠᏆᏤᎵᎦ ᎯᎠ ᏄᏍᏗ, ᏗᏣᏓᎨᏳᎯᏳ ᎢᏳᎵᏍᏙᏗᏱ, ᎾᏍᎩᏯ ᎢᏨᎨᏳᎢᏳ ᏄᎵᏍᏔᏅᎢ.

source: Greater love has no man than this, that a man gives up his life for his friends.
chr: ᎥᏝ ᎩᎶ ᎤᏓᎨᏳᎯᏳ ᎨᏒ ᏴᎬᎪᎾᏛᏓ ᎤᎵᎢ ᏗᏲᎱᎯᏎᎯ.

source: You are my friends, if you do what I give you orders to do.
chr: ᏂᎯ ᎠᏴ ᎢᎦᎵᎢ, ᎢᏳᏃ ᏂᎦᎥ ᎢᏨᏁᏤᎲ ᏱᏂᏣᏛᏁᎭ.

source: No longer do I give you the name of servants; because a servant is without knowledge of what his master is doing: I give you the name of friends, because I have given you knowledge of all the things which my Father has said to me.
chr: ᎪᎯ ᎢᏳᏓᎴᏅᏛ ᎥᏝ ᎢᏨᏅᏏᏓᏍᏗ ᏱᏨᏲᏎᎭ; ᎠᏥᏅᏏᏓᏍᏗᏰᏃ ᎥᏝ ᏯᎦᏔᎰ ᎤᎾᏞᎢ ᎾᏛᏁᎲᎢ. ᏂᎯᏍᎩᏂ ᎢᎦᎵᎢ ᎢᏨᏲᏎᎭ; ᏂᎦᎥᏰᏃ ᎪᎱᏍᏗ ᎡᏙᏓ ᏥᏯᏛᎦᏁᎸᎢ ᎾᏍᎩ ᎢᏨᎾᏄᎪᏫᏎᎸ.

source: You did not take me for yourselves, but I took you for myself; and I gave you the work of going about and producing fruit which will be for ever; so that whatever request you make to the Father in my name he may give it to you.
chr: ᎥᏝ ᏂᎯ ᎠᏴ ᏍᎩᏯᏑᏰᏛ ᏱᎩ, ᎠᏴᏍᎩᏂ ᏂᎯ ᎢᏨᏯᏑᏰᏛ, ᎠᎴ ᏕᏨᏯᎧᏅ ᎢᏤᏅᏍᏗᏱ ᎤᏁᏉᏨᎯ ᎢᏥᎾᏄᎪᏫᏍᏗᏱ, ᎠᎴ ᎤᏁᏉᏨᎯ ᎢᏣᏤᎵᎦ ᎦᎶᏐᎲᏍᎩ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ, ᏂᎦᎥᏃ ᎪᎱᏍᏗ ᎡᏥᏔᏲᏎᎮᏍᏗ ᎠᎦᏴᎵᎨᎢ, ᎠᏴ ᏓᏆᏙᎥ ᎢᏥᏔᏲᏍᏗᏍᎨᏍᏗ, ᎾᏍᎩ ᎢᏥᏁᏗᏱ.

source: So this is my law for you: Have love one for another.
chr: ᎾᏍᎩ ᎯᎠ ᏄᏍᏗ ᎢᏨᏁᏤᎭ ᏗᏣᏓᎨᏳᎯᏳ ᎢᏳᎵᏍᏙᏗᏱ.

source: If you are hated by the world, keep in mind that I was hated by the world before you.
chr: ᎢᏳᏃ ᎡᎶᎯ ᎢᏥᏍᎦᎩᏳ ᏱᎩ, ᎢᏥᎦᏔᎭ ᎠᏴ ᎢᎬᏱ ᎠᎩᏍᎦᎩᏳ ᏄᎵᏍᏔᏅ ᏂᎯ ᎣᏂ.

source: If you were of the world, you would be loved by the world: but because you are not of the world, but I have taken you out of the world, you are hated by the world.
chr: ᎢᏳᏃ ᎡᎶᎯ ᎢᏣᎵᎪᎯ ᏱᎨᏎᎢ, ᎡᎶᎯ ᏧᎨᏳᎯᏳ ᏱᎨᏎ ᏧᏤᎵᎦ. ᎠᏎᏃ ᎡᎶᎯ ᎢᏣᎵᎪᎯ ᏂᎨᏒᎾ ᏥᎩ, ᎢᏨᏯᏑᏰᏛᏍᎩᏂ ᎡᎶᎯ ᏥᎩ, ᎾᏍᎩ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎡᎶᎯ ᎢᏥᏍᎦᎦ.

source: Keep in mind the words I said to you, A servant is not greater than his lord. If they were cruel to me, they will be cruel to you; if they kept my words, they will keep yours.
chr: ᎢᏣᏅᏖᏍᏗ ᎯᎠ ᏥᏂᏨᏪᏎᎸᎩ; ᎠᏥᎾᏝᎢ ᎥᏝ ᎤᏟ ᎠᏥᎸᏉᏗᏳ ᏱᎨᏐ ᎡᏍᎦᏉ ᎤᎾᏝᎢ. ᎢᏳᏃ ᎠᏴ ᎬᎩᏐᏢᏔᏅᎯ ᏱᎩ, ᏂᎯ ᎾᏍᏉ ᏓᎨᏥᏐᏢᏔᏂ. ᎢᏳᏃ ᎠᏴ ᎠᎩᏁᏨ ᎤᏂᏍᏆᏂᎪᏔᏅᎯ ᏱᎩ, ᏂᎯ ᎾᏍᏉ ᎢᏥᏁᏨ ᏛᏂᏍᏆᏂᎪᏔᏂ.

source: They will do all this to you because of my name--because they have no knowledge of him who sent me.
chr: ᎠᏍᎡᏃ ᎾᏍᎩ ᎯᎠ ᏂᎦᏛ ᏧᏓᎴᏅᏛ ᏅᏓᎨᏨᏁᎵ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᏓᏆᏙᎥᎢ, ᏂᎬᏩᎦᏔᎲᎾ ᎨᏒ ᎢᏳᏍᏗ ᏅᏛᎩᏅᏏᏛ.

source: If I had not come and been their teacher they would have had no sin: but now they have no reason to give for their sin.
chr: ᎢᏳᏃ ᎾᎩᎷᏨᎾ ᎠᎴ ᏂᎦᏥᏬᏁᏔᏅᎾ ᏱᎨᏎᎢ, ᎥᏝ ᎠᏍᎦᏂ ᏱᎬᏩᏁᎮᎢ; ᎪᎯᏍᎩᏂ ᎥᏝ ᏳᏁᎭ ᎤᏄᏢᏙᏗ ᎤᏂᏍᎦᏅᏨᎢ.

source: He who has hate for me has hate for my Father.
chr: ᎾᏍᎩ Ꮎ ᎠᎩᏍᎦᎩ ᎠᏴ, ᎾᏍᏉ ᎠᏍᎦᎩᏳ ᎨᏐ ᎡᏙᏓ.

source: If I had not done among them the works which no other man ever did, they would have had no sin: but now they have seen, and they have had hate in their hearts for me and my Father.
chr: ᎢᏳᏃ ᎠᏁᎲ ᏂᏓᎩᎸᏫᏍᏓᏁᎲᎾ ᏱᎨᏎᎢ ᎩᎶ ᏧᎸᏫᏍᏓᏁᎸᎯ ᏂᎨᏒᎾ ᏥᎩ, ᎥᏝ ᎠᏍᎦᏂ ᏱᎬᏩᏁᎮᎢ; ᎠᏎᏃ ᎿᏉ ᎢᏧᎳ ᎪᎩᏂᎪᎲ ᎠᎴ ᎪᎩᏂᏍᎦᎩᏳ ᏄᎵᏍᏔᏅ ᎢᏧᎳ ᎠᏴ ᎡᏙᏓᏃ.

source: This comes about so that the writing in their law may be made true, Their hate for me was without cause.
chr: ᎠᏎᏃ [ᎾᏍᎩ ᏄᎵᏍᏔᏅᎩ] ᎤᏙᎯᏳᏗᏱ ᎠᏰᎸᏒ ᎤᎵᏁᏨ ᎯᎠ ᏥᏂᎬᏅ ᏥᎪᏪᎳ ᏧᏂᎧᎿᏩᏛᏍᏗᏱ; “ᎠᏎᏉ ᎬᎩᏍᎦᎬᎩ.”

source: When the Helper comes, whom I will send to you from the Father even the Spirit of true knowledge who comes from the Father--he will give witness about me;
chr: ᎠᏎᏃ ᎠᏓᏅᏬᎯᏍᏗᏍᎩ ᎦᎷᏨᎭ, ᎾᏍᎩ ᎠᎦᏴᎵᎨᏍᏛᏱ ᏅᏓᏥᏅᏍᏗ ᏥᎩ ᏂᎯ ᎢᏥᎷᏤᏗᏱ, ᎦᏰᎪᎩ ᏂᎨᏒᎾ ᎠᏓᏅᏙ ᎠᎦᏴᎵᎨᏍᏛᏱ ᏅᏛᏓᎴᎲᏍᎩ, ᎾᏍᎩ ᏛᎩᏃᎮᎵ ᎬᏂᎨᏒ ᏅᏛᏋᏁᎵ.

source: And you, in addition, will give witness because you have been with me from the first.
chr: ᏂᎯᏃ ᎾᏍᏉ ᎢᏥᏃᎮᏍᎩ ᎨᏎᏍᏗ, ᎢᏧᎳᎭᏰᏃ ᎢᏕᏓ ᏗᏓᎴᏂᏍᎬ ᏅᏓᎬᏩᏓᎴᏅᏛ.

source: I have said these things to you so that you may not be in doubt.
chr: ᎾᏍᎩ ᎯᎠ ᏄᏍᏗ ᎢᏨᏃᎮᎮᎸ, ᏗᏦᏕᏍᏗᏱ ᏂᎨᏒᎾ.

source: They will put you out of the Synagogues: yes, the time is coming when whoever puts you to death will have the belief that he is doing God's pleasure.
chr: ᏗᎦᎳᏫᎢᏍᏗᏱ ᏓᏰᏥᏄᎪᏫᏏ; ᎥᎥ, ᏛᏍᏆᎸᎯ, ᎩᎶ ᎢᏥᎯᎮᏍᏗ, ᎤᏁᎳᏅᎯ ᏂᏥᏯᏛᏁᎭ, ᎡᎵᏍᎨᏍᏗ.

source: They will do these things to you because they have not had knowledge of the Father or of me.
chr: ᎾᏍᎩ ᎯᎠ ᎾᎾᏛᏁᎮᏍᏗ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᎾᏂᎦᏔᎲᎾ ᎨᏒ ᎠᎦᏴᎵᎨᎢ, ᎠᎴ ᎠᏴ ᏂᎬᎩᎦᏔᎲᎾ ᎨᏒᎢ.

source: I have said these things to you so that when the time comes, what I have said may come to your mind. I did not say them to you at the first, because then I was still with you.
chr: ᎠᏎᏃ ᎾᏍᎩ ᎯᎠ ᏄᏍᏗ ᎢᏨᏃᎲᏏ, ᎠᏍᏆᎸᎲ ᎢᏣᏅᏓᏗᏍᏗᏱ ᎾᏍᎩ ᎢᏨᏃᏁᎸᎢ. ᎠᎴ ᎥᏝ ᎾᏍᎩ ᎢᎬᏱᏱᏉ ᏱᏨᏃᏁᎴᎢ, ᎢᏧᎳᎭ ᎢᏕᏙᎲ ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ.

source: But now I am going to him who sent me; and not one of you says to me, Where are you going?
chr: ᎿᏉᏃ ᏅᏛᎩᏅᏏᏛ ᏧᏬᎸ ᏫᏥᎦᏘ, ᎥᏝᏃ ᎩᎶ ᏂᎯ ᏂᏣᏛᏅ ᏳᏓᏑᏯ ᏯᏆᏛᏛᎲᏍᎦ, ᎯᎠ ᏱᏂᎦᏪ; ᎭᏢ ᏫᎦᏘ?

source: But your hearts are full of sorrow because I have said these things.
chr: ᎠᏎᏃ ᎾᏍᎩ ᏂᏨᏪᏎᎸ ᏅᏗᎦᎵᏍᏙᏗᎭ, ᎤᏲ ᎠᏓᏅᏓᏗᏍᏗ ᎨᏒ ᎤᎧᎵᎸ ᎢᏥᎾᏫ.

source: But what I am saying is true: my going is for your good: for if I do not go away, the Helper will not come to you; but if I go, I will send him to you.
chr: ᎠᏎᏃ ᎤᏙᎯᏳᎯᏯ ᎢᏨᏃᏁᎭ; ᎣᏏᏳ ᎢᏣᎵᏍᏓᏁᏗ ᏨᏓᎨᏏ; ᎢᏳᏰᏃ ᎾᏇᏅᏒᎾ ᏱᎩ, ᎠᏓᏅᏬᎯᏍᏗᏍᎩ ᎥᏝ ᏴᎨᏥᎷᏥᏏ; ᏯᏇᏅᏍᎩᏂ ᏅᏓᏥᏅᏍᏗ ᎨᏎᏍᏗ ᎢᏥᎷᏤᏗᏱ.

source: And he, when he comes, will make the world conscious of sin, and of righteousness, and of being judged:
chr: ᎾᏍᎩᏃ ᎦᎷᏨᎭ ᎬᏂᎨᏒ ᏅᏓᎬᏁᎵ ᎡᎶᎯ ᎠᏍᎦᏂ ᎨᏒᎢ, ᎠᎴ ᏚᏳᎪᏛ ᎨᏒᎢ, ᎠᎴ ᏗᎫᎪᏙᏗ ᎨᏒᎢ.

source: Of sin, because they have not faith in me;
chr: ᎠᏍᎦᏂ ᎨᏒᎢ, ᏂᎬᏉᎯᏳᎲᏍᎬᎾ ᎨᏒ ᎢᏳᏍᏗ;

source: Of righteousness, because I go to the Father and you will see me no more;
chr: ᏚᏳᎪᏛ ᎨᏒᎢ, ᎡᏙᏙᏱ ᏫᏥᎦᏛᎢ, ᎠᎴ ᎿᏉ ᏂᏍᎩᎪᏩᏘᏍᎬᎾ ᎨᏒ ᎢᏳᏍᏗ;

source: Of being judged, because the ruler of this world has been judged.
chr: ᏗᎫᎪᏙᏗ ᎨᏒᎢ, ᎤᎬᏫᏳᎯ ᎯᎠ ᎡᎶᎯ ᎤᏤᎵᎦ ᏣᎫᎪᏓᏁᏗ ᎨᏒ ᎢᏳᏍᏗ.

source: I have still much to say to you, but you are not strong enough for it now.
chr: ᎠᏏ ᎤᏣᏔ ᎠᎩᎷᎳ ᎪᎱᏍᏗ ᎢᏨᏃᏁᏗ, ᎠᏎᏃ ᎪᎯ ᎨᏒ ᎥᏝ ᏰᎵ ᎾᏍᎩ ᎨᏣᏛᎪᏗ ᏱᎩ;

source: However, when he, the Spirit of true knowledge, has come, he will be your guide into all true knowledge: for his words will not come from himself, but whatever has come to his hearing, that he will say: and he will make clear to you the things to come.
chr: ᎦᎷᏨᎭᏍᎩᏂ ᎾᏍᎩ Ꮎ ᎦᏰᎪᎩ ᏂᎨᏒᎾ ᎠᏓᏅᏙ, ᏂᎦᎥ ᎤᏙᎯᏳᎯ ᎨᏒ ᏙᏓᏣᏘᏂᏙᎵ, ᎥᏝᏰᏃ ᎤᏩᏒᏉ ᎤᏓᏅᏖᏛ ᏱᎧᏁᎨᏍᏗ, ᏂᎦᎥᏍᎩᏂ ᎠᏛᎩᏍᎨᏍᏗ ᎾᏍᎩ ᎧᏁᎨᏍᏗ; ᎠᎴ ᏓᏥᎾᏄᎪᏫᏎᎵ ᏧᏓᎴᏅᏛ ᎣᏂ ᎢᏳᎵᏍᏔᏂᏓᏍᏗ ᎨᏒᎢ.

source: He will give me glory, because he will take of what is mine, and make it clear to you.
chr: ᎾᏍᎩ ᏛᎩᎸᏉᏔᏂ ᎠᏴ, ᎠᏆᏤᎵᏰᏃ ᎨᏒ ᏛᎩᏏ ᎠᎴ ᏓᏥᎾᏄᎪᏫᏎᎵ.

source: Everything which the Father has is mine: that is why I say, He will take of what is mine and will make it clear to you.
chr: ᏂᎦᎥ ᎠᎦᏴᎵᎨ ᎤᎲ ᎠᏆᏤᎵᎦ, ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᎠ ᏥᏂᏥᏫ, ᎠᏆᏤᎵᎦ ᎨᏒ ᏛᎩᏏ ᎠᎴ ᏓᏥᎾᏄᎪᏫᏎᎵ.

source: After a little time you will see me no longer; and then again, after a little time, you will see me.
chr: ᏂᎪᎯᎸᎾᏉ ᎿᏉ ᎥᏝ ᏱᏍᎩᎪᏩᏘᏍᎨᏍᏗ; ᎠᎴ ᎿᏉ ᏔᎵᏁ ᏂᎪᎯᎸᎾᏉ ᎢᏍᎩᎪᏩᏘᏍᎨᏍᏗ; ᏅᏗᎦᎵᏍᏙᏗᎭ ᎠᎦᏴᎵᎨᏍᏛᏱ ᏫᏥᎦᏛᎢ.

source: So some of the disciples said one to another, What is this he is saying, After a little time, you will see me no longer; and then again, after a little time, you will see me? and, I am going to the Father?
chr: ᎿᏉᏃ ᎢᎦᏛ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎯᎠ ᏂᏚᎾᏓᏪᏎᎸᎩ; ᎦᏙ ᎦᏛᎦ ᎯᎠ ᏥᏂᎩᏪᏎᎭ; ᏂᎪᎯᎸᎾᏉ ᎿᏉ ᎥᏝ ᏱᏍᎩᎪᏩᏘᏍᎨᏍᏗ, ᎠᎴ ᎿᏉ ᏔᎵᏁ ᏂᎪᎯᎸᎾᏉ ᎢᏍᎩᎪᏩᏘᏍᎨᏍᏗ? ᎠᎴ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎠᎦᏴᎵᎨᏍᏛᏱ ᏫᏥᎦᏛᎢ?

source: So they said again and again, What is this he is saying, A little time? His words are not clear to us.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᎠ ᏄᏂᏪᏒᎩ, ᎦᏙ ᎦᏛᎦ ᏂᎪᎯᎸᎾᏉ ᏣᏗᎭ? ᎥᏝ ᏲᏦᎵᎦ ᏄᏍᏛ ᎦᏛᎬᎢ.

source: Jesus saw that they had a desire to put the question to him, so he said to them, Is this what you are questioning one with another, why I said, After a little time, you will see me no longer; and then again, after a little time, you will see me?
chr: ᏥᏌᏃ ᎠᎦᏔᎲᎩ ᎤᎾᏚᎵᏍᎬ ᎬᏩᏛᏛᏗᏱ, ᎯᎠᏃ ᏂᏚᏪᏎᎸᎩ; ᏥᎪᏕᏣᏓᏛᏛᎲᏍᎦ ᎦᏛᎬᎢ ᎯᎠ ᏥᎾᎩᏪᏒᎩ; ᏂᎪᎯᎸᎾᏉ ᎿᏉ ᎥᏝ ᏱᏍᎩᎪᏩᏘᏍᎨᏍᏗ, ᎠᎴ ᎿᏉ ᏔᎵᏁ ᏂᎪᎯᎸᎾᏉ ᎢᏍᎩᎪᏩᏘᏍᎨᏍᏗ?

source: Truly I say to you, You will be weeping and sorrowing, but the world will be glad: you will be sad, but your sorrow will be turned into joy.
chr: ᎤᏙᎯᏳᎯᏯ ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᏂᎯ ᏕᏥᏴᎨᏍᏗ ᎠᎴ ᎢᏥᏍᎪᏂᎮᏍᏗ, ᎡᎶᎯᏍᎩᏂ ᎠᎵᎮᎵᎨᏍᏗ; ᏂᎯᏃ ᎤᏲ ᎢᏣᏓᏅᏖᏍᏗ, ᎠᏎᏃ ᎤᏲ ᎢᏣᏓᏅᏛ ᎤᎵᎮᎵᏍᏗ ᏮᏛᏓᏁᏟᏴᏍᏔᏂ.

source: When a woman is about to give birth she has sorrow, because her hour is come; but when she has given birth to the child, the pain is put out of her mind by the joy that a man has come into the world.
chr: ᎠᎨᏴ ᎤᏲ ᎤᏓᏅᏙ ᏣᏕᎲᏍᎪ ᎠᏲᎵ, ᎤᏍᏆᎸᎡᎸ ᏅᏗᎦᎵᏍᏙᏗᏍᎪᎢ; ᎠᏎᏃ ᎿᏉ ᎦᎾᏄᎪᏩ ᎠᏲᎵ, ᎥᏝ ᎿᏉ ᏯᏅᏓᏗᏍᎪ ᎡᎯᏍᏗ ᎤᏓᏅᏓᏛᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎪ ᎠᎵᎮᎵᎬ ᏴᏫ ᎤᎾᏄᎪᏫᏒ ᏒᎶᎯ.

source: So you have sorrow now: but I will see you again, and your hearts will be glad, and no one will take away your joy.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏂᎯ ᎪᎯ ᎨᏒ ᎤᏲ ᎢᏣᏓᏅᏔ; ᎠᏎᏃ ᏔᎵᏁ ᏛᏨᎪᎢ, ᎠᎴ ᎢᏥᎾᏫ ᏛᎵᎮᎵᏥ, ᎢᏣᎵᎮᎵᎬᏃ ᎥᏝ ᎩᎶ ᏴᎨᏥᎩᏏ.

source: And on that day you will put no questions to me. Truly I say to you, Whatever request you make to the Father, he will give it to you in my name.
chr: ᎾᎯᏳᏃ ᎢᎦ ᎥᏝ ᎪᎱᏍᏗ ᏱᏍᎩᏯᏛᏛᎲᏍᎨᏍᏗ. ᎤᏙᎯᏳᎯᏯ ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᏂᎦᎥ ᎪᎱᏍᏗ ᎠᎦᏴᎵᎨ ᎡᏥᏔᏲᏎᎮᏍᏗ, ᏓᏆᏙᎥ ᎢᏨᏗᏍᎨᏍᏗ, ᎠᏎ ᎡᏥᏁᏗ ᎨᏎᏍᏗ.

source: Up to now you have made no request in my name: do so, and it will be answered, so that your hearts may be full of joy.
chr: ᎪᎯ ᎢᏯᏍᏗ ᎥᏝ ᎪᎱᏍᏗ ᏱᏥᏔᏲᏍᏔᏃ ᎠᏴ ᏓᏉᏙᎥᎢ. ᎢᏥᏔᏲᎭ ᏓᏰᏥᏁᎵᏃ, ᎢᏣᎵᎮᎵᎬ ᎤᎧᎵᎢᏍᏗᏱ.

source: All this I have said to you in veiled language: but the time is coming when I will no longer say things in veiled language but will give you knowledge of the Father clearly.
chr: ᎾᏍᎩ ᎯᎠ ᏄᏍᏗ ᎢᏨᏃᎮᎮᎸ ᎤᏦᏍᏗ ᎪᎵᏍᏗᏱ ᎠᏋᏔᏅ; ᎠᏎᏃ ᏛᏍᏆᎸᎯ ᎿᏉ ᎥᏝ ᏱᏨᏯᎵᏃᎮᏗᏍᎨᏍᏗ ᎤᏦᏍᏗ ᎪᎵᏍᏗᏱ ᎬᏗ, ᎬᏂᎨᏒᎢᏳᏍᎩᏂ ᏓᏨᎾᏄᎪᏫᏎᎵ ᎠᎦᏴᎵᎨᎢ.

source: In that day you will make requests in my name: and I do not say that I will make prayer to the Father for you,
chr: ᎾᎯᏳ ᎢᎦ ᏓᏆᏙᎥ ᎢᏥᏔᏲᏍᏗᏍᎨᏍᏗ; ᎥᏝᏃ ᎠᎦᏴᎵᎨ ᏓᏥᏯᏓᏙᎵᏍᏓᏁᎵ ᏂᎯ ᎢᏥᏍᏕᎸᏗᏱ ᏱᏨᏲᏎᎭ;

source: For the Father himself gives his love to you, because you have given your love to me and have had faith that I came from God.
chr: ᎠᎦᏴᎵᎨᏰᏃ ᎤᏩᏒ ᎢᏥᎨᏳᎭ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᏍᎩᎨᏳᎢᏳ ᎨᏒᎢ, ᎠᎴ ᎢᏦᎯᏳᏅ ᎤᏁᎳᏅᎯᏱ ᏅᏛᏆᏓᎴᏅᎯ ᎨᏒᎢ.

source: I came out from the Father and have come into the world: again, I go away from the world and go to the Father.
chr: ᎠᎦᏴᎵᎨᏍᏛᏱ ᏗᏆᏓᎴᏅ, ᎡᎶᎯ ᎠᎩᎷᏥᎸ; ᏔᎵᏁ ᎡᎶᎯ ᏛᎦᏓᏅᏏ, ᎠᎦᏴᎵᎨᏍᏛᏱ ᏮᏛᏥᎶᏏ.

source: His disciples said, Now you are talking clearly and not in veiled language.
chr: ᎬᏩᏍᏓᏩᏗᏙᎯ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᎬᏂᏳᏉ ᎿᏉ ᎬᏂᎨᏒᎢᏳ ᎯᏁᎦ, ᎥᏝᏃ ᎤᏦᏍᏗ ᎪᎵᏍᏗᏱ ᏱᏁᎦ.

source: Now we are certain that you have knowledge of all things and have no need for anyone to put questions to you: through this we have faith that you came from God.
chr: ᎿᏉ ᎣᏥᎦᏔᎭ ᏂᎦᎥ ᎪᎱᏍᏗ ᎯᎦᏔᎯᏳ ᎨᏒᎢ, ᎠᎴ ᎠᏎᏉᏉ ᎨᏒ ᎩᎶ ᏱᏨᏛᏛᎲᏍᎦ. ᎾᏍᎩ ᎤᏗᎦᎵᏍᏙᏗᎭ ᎣᏦᎯᏳᎲᏍᎦ ᎤᏁᎳᏅᎯᏱ ᏅᏓᏣᏓᎴᏅᎯ ᎨᏒᎢ.

source: Jesus made answer, Have you faith now?
chr: ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏥᎪ ᎿᏉ ᎢᏦᎯᏳᎲᏍᎦ?
